Revit 2027 API
ParameterTypeId.StairsDbgShowTriserGeom Property
 "Show Triser Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowTriserGeom { get; }
Public Shared ReadOnly Property StairsDbgShowTriserGeom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowTriserGeom {
	ForgeTypeId^ get ();
}
static member StairsDbgShowTriserGeom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace